<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

return array(
    'Analytic' => 'Аналитика',
    'Students' => 'Студенты',
    'Teachers' => 'Преподаватели',
    'Man' => 'М',
    'Woman' => 'Ж',
    'common_q1' => 'Я корректирую свои методы преподавания в соответствии с ожиданиями студентов',
    'common_q2' => 'Теоретическое объяснение тем я всегда закрепляю лабораторными занятиями',
    'common_q3' => 'Лаборатории имеют необходимое и рабочее оборудование',
    'common_q4' => 'В рамках учебной программы предусмотрено прохождение обязательной производственной практики ',
    'common_q5' => 'Существует достаточный спектр компаний, предлагающих практику для студентов',
    'common_q6' => 'В рамках учебной программы студентам предлагается профессионально ориентированный курс иностранного языка',
    'common_q7' => 'В учебном заведении имеется вся необходимая современная учебная литература (учебники, справочники, энциклопедии и т.д.)',
    'common_q8' => 'Учебное заведение предоставляет студентам доступ в интернет',
    'common_q9' => 'Учебное заведение оказывает выпускникам помощь в поиске работы',
);