<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

return array(
    'Analytic' => 'Аналитика',
    'Students' => 'Студенты',
    'Teachers' => 'Преподаватели',
    'Man' => 'М',
    'Woman' => 'Ж',
    'common_q1' => 'Я корректирую свои методы преподавания в соответствии с ожиданиями студентов',
    'common_q2' => 'Теоретическое объяснение тем я всегда закрепляю лабораторными занятиями',
    'common_q3' => 'Лаборатории имеют необходимое и рабочее оборудование',
    'common_q4' => 'В рамках учебной программы предусмотрено прохождение обязательной производственной практики ',
    'common_q5' => 'Существует достаточный спектр компаний, предлагающих практику для студентов',
    'common_q6' => 'В рамках учебной программы студентам предлагается профессионально ориентированный курс иностранного языка',
    'common_q7' => 'В учебном заведении имеется вся необходимая современная учебная литература (учебники, справочники, энциклопедии и т.д.)',
    'common_q8' => 'Учебное заведение предоставляет студентам доступ в интернет',
    'common_q9' => 'Учебное заведение оказывает выпускникам помощь в поиске работы',
    'methodic_q1' => 'Лекции / изложение материала перед аудиторией без обсуждения',
    'methodic_q2' => 'Интерактивные лекции (комбинация лекции и обсуждения темы в аудитории)',
    'methodic_q3' => 'Дополнительный раздаточный материал',
    'methodic_q4' => 'Работа в парах',
    'methodic_q5' => 'Работа в малых группах',
    'methodic_q6' => 'Задания для самостоятельной работы и исследований',
    'methodic_q7' => 'Разбор конкретных примеров и случаев из производственной реальности',
    'methodic_q8' => 'Использование мультимедийного оборудования',
    'methodic_q9' => 'Приглашение гостевых лекторов с предприятий и других организаций',
    'methodic_q10' => 'Демонстрации, выполняемые мной в лабораториях',
    'methodic_q11' => 'Практические занятия, на которых студенты сами проводят эксперименты под моим руководством',
    'methodic_q12' => 'Факультативные занятия в лаборатории',
    'methodic_q13' => 'Учебные поездки',
    'involved' => 'участвующие <br/>в программе',
    'notinvolved' => 'неучаствующие <br/>в программе',
    'yes' => 'да',
    'no' => 'нет',
);