<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

return array(
    'create_reports' => 'Создать отчет',
    'id_report' => 'ID',
    'name' => 'Название',
    'year' => 'Год',
    'view' => 'Просмотреть',
    'countries' => 'Страны',
    'generate' => 'Сгенерировать',
    'created_date' => 'Дата создания',
    'chapter2' => 'Вопросы структуры образовательного процесса в учебном заведении',
    'chapter3' => 'Вопросы методики преподавания',
    'next' => 'Следующий шаг',
    'en' => 'Английский',
    'ru' => 'Русский',
    'select_language' => 'Выберите язык',
    
    'report_title' => 'Результаты опроса студентов и преподавателей учебных заведений – партнеров Программы ',
    'report_footer' => 'Ташкент - ',
    'report_date' => 'Год проведения опроса',
    'report_countries' => 'Страны',
    'report_intro' => 'Цель и метод опроса',
    'report_intro1' => 'Программа «Профессиональное образование в Центральной Азии» регулярно проводит различные мероприятия по оценке результативности своей деятельности в партнерских учебных заведениях Казахстана, Кыргызстана, Таджикистана и Узбекистана.',
    'report_intro2' => 'Опрос преподавателей и студентов рассчитан на две группы респондентов: учителей и студентов учебных заведений – партнеров Программы в четырех центральноазиатских странах. Обе группы делятся на тех, кто участвует/учится у участвующих в Программе и тех, кто никак не вовлечен в деятельность Программы',
    'report_intro3' => 'Целью опроса является выяснение следующих аспектов:',
    'report_intro_list1' => 'отличаются ли методы преподавания учителей, участвующих в мероприятиях Программы, от методов тех, кто не участвует;',
    'report_intro_list2' => 'если да, являются ли они более эффективными;',
    'report_intro_list3' => 'изменяется ли методика преподавания с течением времени.',
    'report_intro4' => 'Анкета для студентов состоит из 18 вопросов, анкета для преподавателей – из 16. В каждой анкете присутствуют также подвопросы. ',
    'report_intro5' => 'В ноябре – декабре ',
    'report_intro6' => ' опрос был проведен в ',
    'report_intro7' => 'Опросы были проведены методом анонимного бумажного анкетирования, после чего ответы были занесены и систематизированы в базе данных, специально созданной на портале eduinca.net. В будущем планируется проведение данного опроса непосредственно на портале.',
    'report_intro8' => '* Для проведения опросов в Узбекистане необходимо получение официального разрешения от соответствующего министерства. Однако власти страны с неохотой выдают подобные разрешения. В результате у Программы не было возможности провести анкетирование в учебных заведениях Узбекистана.',
);